Repository: aliengr01/CamelApp
Catalog: CamelApp/*.lproj/Localizable.strings
Languages: ru, uk

source: A hump only looks good on a 🐪!
ru: Эй, выровняй спину!
uk: Горб красить тільки 🐫, не тебе!

source: Are you slouching again?
ru: Ты снова горбатишься?
uk: Ти знову згорбився?

source: Don’t be a Camel!🐪
ru: Не будь как Camel 🐪
uk: Не будь як Camel 🐪

source: Don’t slouch, you and a 🐪 are not relatives!
ru: Не сутулься, вы с 🐫 не родственники!
uk: Не сутулься, 🐫 тобі не рідня!

source: Don’t slouch!
ru: Не сутулься!
uk: Не сутулься!

source: Done
ru: Готово
uk: Готово

source: Hey, straighten your back!
ru: Эй, выровняй спину!
uk: Ей, вирівняй спину!

source: I highly recommended to stop slouching!
ru: Настоятельно рекомендую - выровняйся!
uk: Наполегливо рекомендую - вирівняйся!

source: I hope you are not slouching!
ru: Я надеюсь ты там не горбатишься?
uk: Я сподіваюсь ти там не горбишся?

source: I hope you have a straight back right now!
ru: Надеюсь ты сейчас с ровной спиной ?
uk: Сподіваюсь в тебе зараз рівна спина!

source: Maybe stop slouching?
ru: Может уже переставишь горбатиться?!
uk: Можливо досисть горбитись?

source: Nobody loves slouchers!
ru: Никто не любит горбатых!
uk: Ніхто не любить горбанів!

source: Number of notifications with feedback
ru: Количество уведомлений, на которые вы отреагировали, открыв приложение
uk: Кількість повідомлень, на які ви відреагували, відкривши додаток

source: Personalise the color of the interface
ru: Выберите цветовую схему приложение
uk: Оберіть колір додатку

source: Press the SAVE button to apply the settings
ru: Нажмите кнопку «Сохранить», что бы применить настройки
uk: Нажміть кнопку «Зберегти», щоб застосувати налаштувавння

source: Remember, straight back makes you higher!
ru: Помни, ровная спина добавляет тебе роста!
uk: Пам’ятай, рівна спина робить тебе вищим!

source: Save
ru: Сохранить
uk: Зберегти

source: Select a specific time period to receive notifications, e.g., from 7:00 to 23:00
ru: Выберите промежуток времени для получения напоминаний, например, с 7:00 до 23.00
uk: Оберіть проміжок часу для отримання нагадувань, наприклад, з 7:00 до 23.00

source: Set the number of reminders per hour
ru: Установите количество напоминаний в час
uk: Вкажіть кількість нагадувань в годину

source: Slouching is a bad habit, stop it!
ru: Горбатиться - плохая привычка, бросай!
uk: Горбитись - погана звичка, кидай!

source: Slouching is disgusting!
ru: Горбатиться - это фу!
uk: Горбатитись - це фу!

source: Slouching is not cool!
ru: Сутулиться - немодно!
uk: Сутулитись - немодно!

source: Something tells me, your are slouching again!
ru: Что-то мне подсказывает, что ты сейчас горбатишься!
uk: Щось мені підказує, що ти знову згорбився!

source: Stand straight!
ru: Ровняйсь! Смирно!
uk: Рівняйсь! Струнко!

source: Stop slouching!
ru: Не горбись!
uk: Не горбись!

source: Straight back is beautiful!
ru: Ровная спина - это красиво!
uk: Рівна спина - це гарно!

source: Straight back is one of the keys to staying healthy!
ru: Ровная спина - залог здоровья!
uk: Рівна спина - запорука здоров’я.

source: Straight back is the first step to success!
ru: Выровнять спину - первый шаг к успеху!
uk: Вирівняти спину - перший крок до успіху!

source: Straighten your back and you will conquer the world!
ru: Выровняй спину и ты покоришь мир!
uk: Вирівняй спину і ти підкориш світ!

source: Straighten your back!
ru: Выровняйся!
uk: Вирівняйся!

source: Time to straighten your back!
ru: Пора выровнять спину!
uk: Час вирівняти спину!

source: Watch your posture!
ru: Следи за осанкой!
uk: Слідкуй за поставою!

source: Why would you need a back like a 🐪?
ru: И зачем тебе спина как у 🐫?
uk: І навіщо тобі спина як у 🐫?

source: You are not a camel, you don’t need a hunchback!
ru: Ты не Camel, тебе не нужен горб!
uk: Ти не Camel, тобі не портібен горб!

source: You are slouching again, aren’t you?
ru: Ты опять сутулишься?
uk: Ти знову сутулишся?

source: You see further with a straight back!
ru: С ровной спиной дальше видно.
uk: З рівною спиною далі видно.
