//
//  NotificationConstants.swift
//  CamelApp
//
//  Created by Igor Ryazancev on 3/11/19.
//  Copyright © 2019 Igor Ryazancev. All rights reserved.
//
import Foundation

let notificationsString = [
    NSLocalizedString("Hey, straighten your back!", comment: "Эй, выровняй спину!"),
    NSLocalizedString("You are slouching again?", comment: "Ты снова горбатишься?"),
    "Выровняйся!",
    "Что-то мне подсказывает, что ты сейчас горбатишься!",
    "Надеюсь ты сейчас с ровной спиной ?",
    "Следи за осанкой!",
    "Помни, ровная спина добавляет тебе роста!",
    "Не будь как Camel 🐪",
    "Ты не Camel, тебе не нужен горб!",
    "Может уже переставишь горбатиться?!",
    "Ты чего согнулся как буква Зю?",
    "Не сутулься!",
    "Не горбись!",
    "Не горбаться!",
    "Ты опять сутулишься?",
    "Пора выровнять спину!",
    "Ровняйсь! Смирно!",
    "Настоятельно рекомендую - выровняйся!",
    "Ровная спина - залог здоровья.",
    "Горбатиться - это фу!",
    "Никто не любит горбатых!",
    "Горб красит только 🐫, не тебя!",
    "Не сутулься, вы с 🐫 не родственники!",
    "С ровной спиной дальше видно.",
    "Сутулиться - немодно!",
    "Выровняй спину и ты покоришь мир!",
    "Горбатиться - плохая привычка, бросай!",
    "Ровная спина - это красиво!",
    "Выровнять спину - первый шаг к успеху!",
    "И зачем тебе спина как у 🐫?",
    "Я надеюсь ты там не горбатишься?"
]
